export default {
 ac_chatgpt:"ChatGPT",ac_chatgpt_ab:"GPT",ai_doubao:"豆包",ai_deepseek:"DeepSeek",ai_claude:"Claude",ai_grok:"Grok",
 ac_tuiyan:"推演",ac_tuiyan_info:"出牌阶段，你可以选择一项，每项每阶段限一次：①将手牌摸至体力上限，然后直到本阶段结束，你不能对其他角色使用牌；②将X张手牌交给一名其他角色（X为你的手牌数减去你的体力值，且须大于0）。",
 ai_qiaoda:"巧答",ai_qiaoda_info:"每回合限一次，当你需要使用或打出杀、闪或桃时，你可以将一张手牌转化：基本牌当闪，锦囊牌当桃，装备牌当普通杀。仍须符合正常使用条件。",
 ai_qiaoda_used:"巧答",ai_banxing:"伴行",ai_banxing_info:"每回合限一次，当你于回合外使用或打出手牌结算结束后，你可以选择一名其他角色：若其手牌数小于你，其摸一张牌；否则，你摸一张牌。",
 ai_tuili:"推理",ai_tuili_info:"出牌阶段限一次，你可以观看牌堆顶三张牌，依次执行：①获得其中一张；②可以弃置一张手牌，再获得其中一张；③若执行了②，可以再弃置一张手牌，获得最后一张，若此次弃牌与获得牌颜色相同，你摸一张牌。剩余牌由你以任意顺序置于牌堆底。",
 ai_yansuan:"验算",ai_yansuan_info:"每回合限一次，当你使用实体手牌结算结束后，若此牌是你本回合通过推理获得的牌，且未造成伤害，你可以令一名角色摸一张牌。",
 ai_bianyi:"编译",ai_bianyi_info:"出牌阶段限一次，若你没有程序，你可以将一张手牌正面置于武将牌上，称为程序（至多一张，保留至被消耗）。你使用与程序类别相同的牌结算结束后，可以将程序置入弃牌堆，摸两张牌，并按其类别执行：基本牌，本回合使用杀的次数上限+1；锦囊牌，可以弃置一名其他角色区域内的一张牌；装备牌，可以令一名角色回复1点体力。普通锦囊与延时锦囊视为同类。",
 ai_bianyi_execute:"编译",ai_bianyi_sha:"编译",ai_tiaoshi:"调试",ai_tiaoshi_info:"每回合限一次，一名角色受到有颜色的牌造成的伤害时，你可以将与该牌颜色相同的程序置入弃牌堆，令此伤害-1。",
ai_dongcha:"洞察",ai_dongcha_info:"出牌阶段限一次，你可以选择一名有手牌的其他角色，声明基本牌、锦囊牌或装备牌，然后观看其随机两张手牌（不足则全部）。若其中有声明类别，你获得其中一张该类别的牌并摸一张牌，然后交给其一张手牌；否则，你摸一张牌，然后交给其一张手牌。普通锦囊与延时锦囊视为同类。",
 ai_zhiyan:"直言",ai_zhiyan_info:"每回合限一次，当你对其他角色使用杀指定目标后，你可以展示一张有颜色的手牌，令其选择：展示并弃置一张同颜色手牌；或令此杀对其造成的伤害+1。",
};
