export default {
 ac_yumeko: "蛇喰梦子", ac_yumeko_ab: "梦子",
 ac_haodu: "豪赌", ac_haodu_info: "出牌阶段限一次，你可以与一名其他角色同时秘密选择弃置任意张手牌或装备牌（可为零张）。然后你可以选择并依次执行至多X个不同选项：①对其造成1点伤害；②你摸三张牌。X为以下条件中满足的项数：你弃置的牌数不小于其；你弃置的牌的花色数不小于其。",
 ac_xuju: "续局", ac_xuju_info: "每名角色限一次。结束阶段，你可以选择一名已受伤角色，弃置X张手牌或装备牌（X为你上次发动豪赌时弃置的牌数），令其执行上次豪赌执行的最后一项：受到你造成的1点伤害，或摸三张牌。未执行过任何选项时不可发动。",
 ac_kaito: "怪盗基德", ac_kaito_ab: "基德",
 ac_zhangyan: "障眼", ac_zhangyan_info: "出牌阶段限一次，你可以弃置一张牌，选择一名有手牌的其他角色，令其观看你的手牌，然后你观看其手牌并获得其中一张。",
 ac_chatgpt: "ChatGPT", ac_chatgpt_ab: "GPT",
 ac_tuiyan: "推演", ac_tuiyan_info: "出牌阶段，你可以选择一项，每项每阶段限一次：①将手牌摸至体力上限，然后直到本阶段结束，你不能对其他角色使用牌；②将X张手牌交给一名其他角色（X为你的手牌数减去你的体力值，且须大于0）。",
 mc_netherite: "下界合金剑", mc_netherite_ab: "合金剑",
 mc_fengcang: "锋藏", mc_fengcang_info: "转换技，锁定技。准备阶段转为阳，结束阶段转为阴。阳：你计算与其他角色的距离-1，你使用的黑色杀不可被响应；阴：其他角色计算与你的距离+1，你不可响应其他角色对你使用的红色杀。初始为阳。",
 mc_xiejia: "卸甲", mc_xiejia_info: "当你对其他角色造成伤害时，你可以令此伤害-1，并获得其装备区里的一张牌。",
 mc_rongzhu: "熔铸", mc_rongzhu_info: "你可以将一张装备牌当酒使用。你的手牌上限+X（X为你装备区里的牌数）。",
};
