export default {
 minecraft: "Minecraft", mc_dream: "Dream", mc_dream_ab: "Dream",
 mc_choumou: "筹谋", mc_choumou_spend: "筹谋",
 mc_choumou_info: "蓄力技（0/0），每名角色的回合开始时，若你的蓄力点已满，你摸一张牌且蓄力点上限+1。当你失去一张非伤害牌后，你获得1点蓄力点（一次失去多张时按张数计算）。出牌阶段限一次，你可以消耗任意点蓄力点，令至多等量名角色从牌堆或弃牌堆中各随机获得一张红桃牌。",
 mc_xianyi: "险逸", mc_xianyi_info: "锁定技，当你一次性消耗的蓄力点不小于4/6/8时，你从弃牌堆中分别获得一张【无中生有】/【无懈可击】/【五谷丰登】（达到更高门槛时累计获得；缺少的牌跳过）。",
 mc_xianzhui: "衔追", mc_xianzhui_info: "一名角色的回合结束时，若存在本回合成为过你牌目标且本回合受到过伤害的其他角色，你可以弃置当前回合角色的一张手牌或装备牌，然后视为对其中任意名角色使用一张无距离限制的【顺手牵羊】（仍须符合其他用牌条件）。",
};
